[
    {
        "_id": "1",
        "name": "Acoustic Guitar",
        "image": "https://www.guitarcenter.com/D'Addario/Pro-Arte-NYXL1200-Nickel-Roundwound-Strings-10-46-Pack-of-6-5400000000000.gc?rNtt=acoustic+guitar",
        "details": "Acoustic guitars are a great choice for beginners and experienced players alike. They're versatile and can be used for a variety of genres, including folk, country, and blues. This acoustic guitar from D'Addario is made with a solid spruce top and mahogany back and sides. It has a comfortable dreadnought body style and comes with a hardshell case.",
        "price": 199
    },
    {
        "_id": "2",
        "name": "Electric Guitar",
        "image": "https://www.guitarcenter.com/Fender/Player-Stratocaster-HSS-Electric-Guitar-Natural-1500000009087.gc?rNtt=electric+guitar",
        "details": "Electric guitars are a popular choice for rock, blues, and metal players. They offer a wide range of sounds and can be used for a variety of genres. This electric guitar from Fender is made with a solid alder body and maple neck. It has a comfortable Stratocaster body style and comes with a hardshell case.",
        "price": 499
    },
    {
        "_id": "3",
        "name": "Bass Guitar",
        "image": "https://www.guitarcenter.com/Ibanez/SR300EB-4-String-Electric-Bass-Black-1500000009197.gc?rNtt=bass+guitar",
        "details": "Bass guitars are a key part of any rock, pop, or jazz band. They provide the low-end foundation for the music and can be used to create a variety of sounds. This bass guitar from Ibanez is made with a solid mahogany body and maple neck. It has a comfortable Jazz Bass body style and comes with a gig bag.",
        "price": 299
    },
    {
        "_id": "4",
        "name": "Drum Set",
        "image": "https://www.guitarcenter.com/Ludwig/Breakbeats-Jr.-Drum-Set-with-Hardware-and-Cymbals-1500000009082.gc?rNtt=drum+set",
        "details": "Drum sets are a great way to make music. They can be used for a variety of genres, including rock, pop, and jazz. This drum set from Ludwig is made with a maple shell and comes with a variety of cymbals and hardware.",
        "price": 599
    },
    {
        "_id": "5",
        "name": "Acoustic Guitar",
        "image": "guitar.jpg",
        "details": "A versatile string instrument used in various genres.",
        "price": 199
    },
    {
        "_id": "6",
        "name": "Electric Guitar",
        "image": "electric_guitar.jpg",
        "details": "A guitar with a solid body and electronic pickups.",
        "price": 299
    },
    {
        "_id": "7",
        "name": "Violin",
        "image": "violin.jpg",
        "details": "A bowed string instrument with a four-string setup.",
        "price": 399
    },
    {
        "_id": "8",
        "name": "Piano",
        "image": "piano.jpg",
        "details": "A versatile keyboard instrument with 88 keys.",
        "price": 999
    }
]